INSERT INTO NOTICE (NOTICE_NO, NOTICE_TITLE, NOTICE_CONTENT)
VALUES (SEQ_NNO.NEXTVAL, '공간의 똑똑한 활용, 스페이스타임을 소개합니다!', '안녕하세요! 모임공간 필요할 땐, 스페이스타임입니다 :)<br><br>스페이스타임에서 다양한 공간의 이야기를 만나보세요 :)<br><br><b>모임공간 필요할 땐,<span style="color: #277BC0;"> 스페이스 타임</span></b>');

INSERT INTO NOTICE (NOTICE_NO, NOTICE_TITLE, NOTICE_CONTENT)
VALUES (SEQ_NNO.NEXTVAL, '스페이스타임 서버 점검 안내', '안녕하세요! 스페이스타임 입니다:)<br><br><b>1월 22일 토요일 오전 1시부터 오전 4시까지</b> 서버 점검 작업이 진행될 예정입니다.<br>서버 점검 작업 중에는 예약/취소기능 및 호스트 페이지 접속이 불가하오니 참고하시기 바랍니다!<br><br><br>- 점검 일시 |</b> 2022년 1월 22일 오전 1시 ~ 오전 4시(3시간 소요 예정)<br><b>- 점검 내용 | DB 작업</b><br><b>- 스페이스 타임팀 올림<br><br>');

INSERT INTO NOTICE (NOTICE_NO, NOTICE_TITLE, NOTICE_CONTENT)
VALUES (SEQ_NNO.NEXTVAL, 'CCTV 설치 및 운영에 대한 스페이스타임의 권고안을 확인해주세요.', '안녕하세요, 이용자 여러분.<br>스페이스 타임 팀입니다.<br><br>​지난 며칠 뉴스 매체를 통해 파티룸 내 CCTV 촬영 갈등 이슈 보도가 있었습니다.<br>스페이스타임 운영팀은 함께 전후사정을 검토 중이며 사법기관의 판단을 존중하며 후속 대응안을 마련하고 있습니다.<br><br>사건의 결과와 상관없이 스페이스타임은 이번 일을 통하여 많은 사용자가 이용하고 있는 서비스의 책임 기관으로서 개인정보를 엄중하게 보호하고 운영해야 할 의무를 갖고 있음을 다시 한번 숙지하게 되었습니다.<br><br>범죄 예방, 시설 보호, 안전을 위해 CCTV에 관련해서 이용자분들이 보다 신뢰하고 모임장소를 이용하실 수 있도록 호스트님들에게 권고안을 공지하고 해당 내용을 호스트 운영정책 조항에도 추가할 예정입니다.<br><br>');

INSERT INTO NOTICE (NOTICE_NO, NOTICE_TITLE, NOTICE_CONTENT)
VALUES (SEQ_NNO.NEXTVAL, '2022년, 가장 행복한 공간에서 새해 복 많이 받으세요.', '호스트님, 안녕하세요!<br>스페이스 타임 운영 책임을 맡은 (주)24시간열려있조 이경미 대표입니다.<br><br>2022년도 스페이스 타임과 함께 공간 공유 서비스의 발전을 위해 협력 해주셔서 진심으로 감사드립니다.<br>올해 저희는 더욱 호스트님들의 공간에 실질적 이익을 돌려드리기 위한 서비스로 성장하기 위해 높은 목표를 가지고 움직이려 합니다.<br>2022년, 땀띠 나도록 뛰겠습니다!<br>항상 호스트님들의 열정과 성원에 저희가 힘을 얻습니다.<br>진심으로 감사합니다:) 새해 복 많이 받으세요.<br><br><b>Team 스페이스 타임</b><br><b>그리고 이경미 대표 드림.</b><br>');

INSERT INTO NOTICE (NOTICE_NO, NOTICE_TITLE, NOTICE_CONTENT)
VALUES (SEQ_NNO.NEXTVAL, '연휴기간 CS 운영에 대해 안내드립니다.', '안녕하세요, 게스트님.<br>스페이스 타임 팀입니다:-)<br><br>2022년 설 연휴를 앞두고, 연휴기간 긴급 CS 운영 안내를 드리고자 합니다.<br><br><b>■ 긴급 CS 운영 안내</b><br><b>- 운영방식 :</b> 온라인 1:1 문의<br>*임시운영 기간 동안 유선 문의는 진행하지 않습니다.<br><b>- 운영일 :</b> 총 5일 / 1월 29일(토) ~ 2월 2일(수)<br><b>- 운영시간 : </b>오전 11시~12시(1시간) / 오후 2시 ~ 3시 (1시간)<br><br>* 단순 문의는 2월 3일부터 순차적으로 답변 드리겠습니다.<br><br>감사합니다 :-)');

INSERT INTO NOTICE (NOTICE_NO, NOTICE_TITLE, NOTICE_CONTENT)
VALUES (SEQ_NNO.NEXTVAL, '[중요안내] 시간단위 예약 기능이 시작되었습니다.', '안녕하세요, 이용자님!<br>시간단위 예약이 2/22 시작되었습니다.<br>감사합니다.<br>');

INSERT INTO NOTICE (NOTICE_NO, NOTICE_TITLE, NOTICE_CONTENT)
VALUES (SEQ_NNO.NEXTVAL, '코로나19 재확산에 따라 게스트님에게 안내드립니다.', '안녕하세요, 스페이스 타임 운영팀입니다.<br><br>코로나19가 지난 주말께 재확산 되면서 기획하신 많은 모임들이 취소되고 있습니다.<br><br>스페이스 타임 팀도 전국의 공간 운영자 분들께 이러한 사태의 심각성을 공유드리며, 어렵지만 게스트 분들의 취소 및 환불에 대해 유동적으로 대응해주실 것을 부탁드리고 있습니다.<br><br>공간을 이용하시는 이용자 분들께도 간곡히 부탁드립니다.<br>1) 공간 예약 취소 후, 모임이 다시 잡히시게 될 경우 꼭 예약하셨던 호스트의 공간을 이용해주세요.<br>2) 불가피하게 취소하실 경우, 호스트님의 환불 정책을 가능하면 수용해주시길 부탁드립니다.<br><br>스페이스 타임 팀에 좋은 제안이 있으시면 언제든 의견 주십시오.<br>고객센터에 의견 보내주시면 서비스 운영에 참고하겠습니다.<br>감사합니다.<br>');

INSERT INTO NOTICE (NOTICE_NO, NOTICE_TITLE, NOTICE_CONTENT)
VALUES (SEQ_NNO.NEXTVAL, '네이버페이 DB 점검으로 인한 결제 서비스 일부 중단 안내 (3월 23일)', '안녕하세요. 스페이스 타임입니다.<br><br>안정적인 서비스 제공을 위한 네이버페이 시스템 점검 작업으로 인해 일부 API의 제공이 일시 중단되어 안내드립니다.<br>점검이 진행되는 동안 네이버페이 결제수단을 통한 결제 서비스 이용이 일시적으로 제한됩니다.<br><br><b>■ 서비스 점검 일시 </b>: 2022년 3월 23일 (수) 02:00~06:00 (4시간)<br><b>■ 서비스 점검 사유 </b>: 네이버페이 물리 DB 이전 작업<br><b>■ 서비스 중단 영향 </b>: 간편결제- 결제창(SDK 포함)- 결제예약/결제승인/결제취소/포인트적립/거래완료 API<br><br>앞으로도 더 나은 서비스를 위해 노력하는 스페이스 타임이 되겠습니다.<br>감사합니다.<br>');

INSERT INTO NOTICE (NOTICE_NO, NOTICE_TITLE, NOTICE_CONTENT)
VALUES (SEQ_NNO.NEXTVAL, '[긴급공지] 카카오 장애로 인한 카카오페이 결제 오류 안내드립니다.', '안녕하세요, 스페이스 타임 팀 입니다.<br><br>2022년 10월 4일(화) 14시 15분부터 카카오 측 장애로 인해 결제 등 오류가 발생하고 있습니다.<br><br>이로 인해 결제 내역 등이 발송되지 않거나 발송이 지연되는 경우가 있어 번거로우시더라도 예약 등 관련 내용들은 호스트 혹은 스페이트 사이트에서 직접 확인해주시기 바랍니다.<br><br>감사합니다.<br>- 스페이스타임 팀 드림<br>');


INSERT INTO NOTICE (NOTICE_NO, NOTICE_TITLE, NOTICE_CONTENT)
VALUES (SEQ_NNO.NEXTVAL, '2022.04.02 네이버페이 새벽시간 점검 안내', '안녕하세요.<br>스페이스 타임 운영팀입니다.<br><br>네이버에서 제공하는 간편결제 시스템 네이버페이가 아래 일정에 맞추어 DB 점검이 진행될 예정입니다.<br><br><b>■ 서비스 점검 일시 </b>: 2022/05/02 (월) 02:00~06:00 (4시간)<br><b>■ 서비스 점검 사유 </b>: 안정적인 서비스 제공을 위한 네이버페이 DB 점검<br><b>■ 서비스 점검 영향 </b>: 네이버페이 전체 서비스 무중단이나 간헐적으로 서비스 중단 가능<br><br>더욱 안정적인 서비스 제공으로 보답하는 스페이스 타임이 되겠습니다.<br>감사합니다.<br>');

INSERT INTO NOTICE (NOTICE_NO, NOTICE_TITLE, NOTICE_CONTENT)
VALUES (SEQ_NNO.NEXTVAL, '2022.07.08(금) 스페이스타임 워크숍으로 인한 운영팀 오후 휴무 안내드립니다', '안녕하세요<br>스페이스 타임 팀입니다.<br><br>2022년 7월 8일 금요일, 더 나은 서비스 제공을 위해 스페이스 타임 운영팀 내부 워크숍이 진행됩니다.<br><br>워크숍 일정으로 인한 운영팀 오후 휴무 안내드립니다.<br>서비스 이용에 참고 부탁드립니다.<br>감사합니다.<br><br>스페이스 타임 팀 드림<br>');

COMMIT;